Repository: moag1000/Little-ISMS-Helper
Catalog: translations/assets.*.xlf
Languages: de

# asset_management.description
source: Management of IT assets and information values according to ISO 27001
de: Verwaltung von IT-Assets und Informationswerten gemäß ISO 27001

# asset_management.active_assets
source: Active Assets
de: Aktive Assets

# asset.new
source: New Asset
de: Neues Asset

# asset.action.view_critical
source: View Critical Assets
de: Kritische Assets anzeigen

# asset.action.view_details
source: View Details
de: Details anzeigen

# asset.badge.business_critical
source: Business Critical
de: Geschäftskritisch

# asset.classification.public
source: Public
de: Öffentlich

# asset.classification.internal
source: Internal
de: Intern

# asset.classification.confidential
source: Confidential
de: Vertraulich

# asset.classification.restricted
source: Restricted
de: Eingeschränkt

# asset.description.bcm_insights
source: BCM-based availability recommendations
de: BCM-basierte Empfehlungen zur Verfügbarkeit

# asset.description.critical_impact
source: Critical impact on business processes
de: Kritische Auswirkung auf Geschäftsprozesse

# asset.description.dependencies
source: Dependencies to other assets
de: Abhängigkeiten zu anderen Assets

# asset.description.high_impact
source: High impact
de: Hohe Auswirkung

# asset.description.low_impact
source: Low impact
de: Geringe Auswirkung

# asset.description.medium_impact
source: Medium impact
de: Mittlere Auswirkung

# asset.description.rto_analysis
source: RTO-based availability analysis
de: RTO-basierte Verfügbarkeitsanalyse

# asset.field.asset_count
source: Asset Count
de: Anzahl Assets

# asset.field.avg_rto
source: Avg. RTO
de: Durchschn. RTO

# asset.field.business_criticality
source: Business Criticality
de: Geschäftskritikalität

# asset.field.classification
source: Classification
de: Klassifizierung

# asset.field.examples
source: Examples
de: Beispiele

# asset.field.monetary_value
source: Monetary Value
de: Monetärer Wert

# asset.field.recovery_strategy
source: Recovery Strategy
de: Wiederherstellungsstrategie

# asset.field.rto_category
source: RTO Category
de: RTO-Kategorie

# asset.field.type
source: Type
de: Typ

# asset.impact.critical
source: Critical
de: Kritisch

# asset.impact.high
source: High
de: Hoch

# asset.impact.low
source: Low
de: Niedrig

# asset.impact.medium
source: Medium
de: Mittel

# asset.label.type
source: Type
de: Typ

# asset.label.owner
source: Owner
de: Eigentümer

# asset.label.classification
source: Classification
de: Klassifizierung

# asset.label.data_classification
source: Data Classification
de: Datenklassifizierung

# asset.label.risks
source: Risks
de: Risiken

# asset.message.no_critical_assets
source: No critical assets found
de: Keine kritischen Assets vorhanden

# asset.rto.flexible
source: Flexible
de: Flexibel

# asset.rto.immediate
source: Immediate
de: Sofort

# asset.rto.urgent
source: Urgent
de: Dringend

# asset.section.business_impact
source: Business Impact
de: Geschäftsauswirkungen

# asset.section.critical_assets
source: Critical Assets
de: Kritische Assets

# asset.section.dependency_insights
source: Dependency Analysis
de: Abhängigkeitsanalyse

# asset.section.rto_analysis
source: RTO Analysis
de: RTO-Analyse

# asset.stats.avg_dependencies
source: Avg. Dependencies
de: Durchschn. Abhängigkeiten

# asset.stats.avg_rto
source: Average RTO
de: Durchschnittliche RTO

# asset.stats.critical_assets
source: Critical Assets
de: Kritische Assets

# asset.stats.high_risk_assets
source: High-Risk Assets
de: Hochrisiko-Assets

# asset.stats.total_assets
source: Total Assets
de: Gesamt-Assets

# asset.stats.with_dependencies
source: With Dependencies
de: Mit Abhängigkeiten

# asset.status.active
source: Active
de: Aktiv

# asset.status.inactive
source: Inactive
de: Inaktiv

# asset.status.retired
source: Retired
de: Außer Betrieb

# assets.title.new
source: New Asset
de: Neues Asset

# assets.title.edit
source: Edit Asset
de: Asset bearbeiten

# assets.action.create
source: Create asset
de: Asset anlegen

# assets.action.update
source: Save changes
de: Änderungen speichern

# assets.section.basic_info
source: Basic Information
de: Grundinformationen

# assets.section.assignment
source: Assignment
de: Zuordnung

# assets.section.financial
source: Financial Information
de: Finanzielle Informationen

# assets.section.cia_values
source: CIA assessment (protection needs)
de: CIA‑Bewertung (Schutzbedarf)

# assets.section.valuation
source: Valuation
de: Bewertung

# assets.section.cia_triad
source: CIA triad
de: CIA‑Triade

# assets.section.handling_instructions
source: Handling instructions
de: Umgangshinweise

# assets.section.acceptable_use_policy
source: Acceptable use policy
de: Richtlinie zur akzeptablen Nutzung

# assets.section.protection_analysis
source: Protection needs analysis
de: Schutzbedarfsanalyse

# assets.section.protecting_controls
source: Protecting controls
de: Schutzmaßnahmen

# assets.section.related_risks
source: Related risks
de: Zugehörige Risiken

# assets.section.related_incidents
source: Related incidents
de: Zugehörige Incidents

# assets.section.history
source: History
de: Historie

# assets.field.type
source: Asset type
de: Asset‑Typ

# assets.field.description
source: Description
de: Beschreibung

# assets.field.owner
source: Owner
de: Eigentümer

# assets.field.location
source: Location
de: Standort

# assets.field.acquisition_value
source: Acquisition value
de: Anschaffungswert

# assets.field.current_value
source: Current value
de: Aktueller Wert

# assets.field.confidentiality
source: Confidentiality
de: Vertraulichkeit

# assets.field.integrity
source: Integrity
de: Integrität

# assets.field.availability
source: Availability
de: Verfügbarkeit

# assets.help.name
source: Unique name of the asset
de: Eindeutiger Name des Assets

# assets.help.type
source: Category of the asset (hardware, software, data, etc.)
de: Kategorie des Assets (Hardware, Software, Daten, etc.)

# assets.help.description
source: Detailed description of the asset and its function
de: Detaillierte Beschreibung des Assets und seiner Funktion

# assets.help.owner
source: Responsible person for this asset
de: Verantwortliche Person für dieses Asset

# assets.help.location
source: Physical or logical location of the asset
de: Physischer oder logischer Standort des Assets

# assets.help.acquisition_value
source: Original purchase price or acquisition costs
de: Ursprünglicher Kaufpreis oder Anschaffungskosten

# assets.help.current_value
source: Estimated current market value
de: Geschätzter aktueller Marktwert

# assets.help.confidentiality
source: Protection need regarding confidentiality of information
de: Schutzbedarf bzgl. Vertraulichkeit der Informationen

# assets.help.integrity
source: Protection need regarding integrity and correctness of data
de: Schutzbedarf bzgl. Unversehrtheit und Korrektheit der Daten

# assets.help.availability
source: Protection need regarding constant availability and usability
de: Schutzbedarf bzgl. ständiger Erreichbarkeit und Nutzbarkeit

# assets.cia_help
source: Assess protection needs for confidentiality, integrity and availability (1=very low, 5=very high)
de: Bewerten Sie den Schutzbedarf nach Vertraulichkeit, Integrität und Verfügbarkeit (1=sehr niedrig, 5=sehr hoch)

# assets.label.type
source: Type
de: Typ

# assets.label.owner
source: Owner
de: Eigentümer

# assets.label.location
source: Location
de: Standort

# assets.label.acquisition_value
source: Acquisition value
de: Anschaffungswert

# assets.label.current_value
source: Current value
de: Aktueller Wert

# assets.label.monetary_value
source: Monetary value
de: Monetärer Wert

# assets.label.total_value
source: Total value
de: Gesamtwert

# assets.label.risks
source: Risks
de: Risiken

# assets.label.data_classification
source: Data classification
de: Datenklassifizierung

# assets.label.return_date
source: Return date
de: Rückgabedatum

# assets.label.confidentiality
source: Confidentiality
de: Vertraulichkeit

# assets.label.integrity
source: Integrity
de: Integrität

# assets.label.availability
source: Availability
de: Verfügbarkeit

# assets.confirm.delete
source: Really delete this asset?
de: Dieses Asset wirklich löschen?

# assets.warning.delete_irreversible
source: Deleting this asset cannot be undone. Related links may be removed.
de: Das Löschen dieses Assets kann nicht rückgängig gemacht werden. Zugehörige Verknüpfungen können entfernt werden.

# assets.modern.header.subtitle
source: Management of IT assets and information values according to ISO 27001
de: Verwaltung von IT-Assets und Informationswerten gemäß ISO 27001

# assets.modern.header.action.new
source: New Asset
de: Neues Asset

# assets.modern.kpi.total
source: Total Assets
de: Gesamt-Assets

# assets.modern.kpi.critical
source: Critical Assets
de: Kritische Assets

# assets.modern.kpi.avg_cia
source: Avg. CIA Score
de: Ø CIA-Score

# assets.modern.kpi.with_risks
source: Assets with Risks
de: Assets mit Risiken

# assets.modern.chart.type_distribution
source: Distribution by asset type
de: Verteilung nach Asset-Typ

# assets.modern.empty.title
source: No assets yet
de: Noch keine Assets vorhanden

# assets.modern.empty.description
source: Create your first asset to start asset management. Assets are the foundation of your ISMS.
de: Legen Sie Ihr erstes Asset an, um mit dem Asset Management zu beginnen. Assets sind die Grundlage für Ihr ISMS.

# assets.modern.empty.action_create_first
source: Create first asset
de: Erstes Asset erstellen

# assets.modern.table.title_all
source: All Assets
de: Alle Assets

# assets.modern.table.caption
source: List of all assets with CIA rating, risks and controls
de: Liste aller Assets mit CIA-Bewertung, Risiken und Controls

# assets.modern.table.search_placeholder
source: Search...
de: Suche...

# assets.modern.table.head.type
source: Type
de: Typ

# assets.modern.table.head.confidentiality
source: Confidentiality
de: Vertraulichkeit

# assets.modern.table.head.integrity
source: Integrity
de: Integrität

# assets.modern.table.head.availability
source: Availability
de: Verfügbarkeit

# assets.modern.table.head.risks
source: Risks
de: Risiken

# assets.modern.table.head.controls
source: Controls
de: Maßnahmen

# assets.modern.table.head.actions
source: Actions
de: Aktionen
