Repository: moag1000/Little-ISMS-Helper
Catalog: translations/bulk_delete.*.xlf
Languages: de

# bulk_delete.confirm.title
source: Confirm Deletion
de: Löschen bestätigen

# bulk_delete.confirm.warning
source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.

source: __bulk_delete.confirm_help
de: Geben Sie "DELETE" ein, um das Löschen zu bestätigen

source: __bulk_delete.selected_items
de: Ausgewählte Elemente

source: __bulk_delete.understand
de: Ich verstehe die Konsequenzen

source: __bulk_delete.warning
de: Warnung: Diese Aktion kann nicht rückgängig gemacht werden

source: __bulk_delete.will_be_deleted
de: werden gelöscht

# bulk_delete.selection.title
source: Selected Entries
de: Ausgewählte Einträge

# bulk_delete.dependencies.title
source: Affected Dependencies
de: Betroffene Verknüpfungen

# bulk_delete.dependencies.list
source: List of affected dependencies
de: Liste der betroffenen Verknüpfungen

# bulk_delete.loading
source: Checking dependencies...
de: Abhängigkeiten werden geprüft...
