Repository: moag1000/Little-ISMS-Helper
Catalog: translations/dashboard.*.xlf
Languages: de

# dashboard.subtitle
source: Overview of your information security status
de: Übersicht über Ihren Informationssicherheitsstatus

# dashboard.kpis
source: Key Performance Indicators
de: Kennzahlen

# dashboard.implementation_status
source: Implementation Status
de: Implementierungsstatus

# dashboard.quick_access
source: Quick Access
de: Schnellzugriff

# dashboard.next_steps
source: Next Steps
de: Nächste Schritte

# dashboard.success.settings_imported
source: Dashboard settings successfully imported!
de: Dashboard-Einstellungen erfolgreich importiert!

# dashboard.error.import_failed
source: Error importing settings. Please check the file.
de: Fehler beim Importieren der Einstellungen. Bitte überprüfen Sie

# dashboard.overdue_reviews.title
source: Overdue Risk Reviews
de: Überfällige Risikobewertungen

# dashboard.overdue_reviews.description
source: %count% risks require review (ISO 27001:2022 Clause 6.1.3.d)
de: %count% Risiken erfordern eine Überprüfung (ISO 27001:2022 Clause 6.1.3.d)

# dashboard.overdue_reviews.last_review
source: Last Review
de: Letzte Überprüfung

# dashboard.overdue_reviews.never_reviewed
source: Never Reviewed
de: Noch nie überprüft

# dashboard.overdue_reviews.view_all
source: View All %count%
de: Alle %count% anzeigen

# dashboard.upcoming_reviews.title
source: Upcoming Risk Reviews
de: Anstehende Risikobewertungen

# dashboard.upcoming_reviews.description
source: Risks that need to be reviewed within the next 30 days
de: Risiken, die in den nächsten 30 Tagen überprüft werden müssen

# dashboard.overdue_treatment_plans.title
source: Overdue Treatment Plans
de: Überfällige Behandlungspläne

# dashboard.overdue_treatment_plans.description
source: %count% treatment plans are overdue (ISO 27001:2022 Clause 6.1.3)
de: %count% Behandlungspläne sind überfällig (ISO 27001:2022 Clause 6.1.3)

# dashboard.overdue_treatment_plans.due_date
source: Due Date
de: Fälligkeitsdatum

# dashboard.overdue_treatment_plans.days_overdue
source: days overdue
de: Tage überfällig

# dashboard.overdue_treatment_plans.view_all
source: View %count% more
de: Weitere %count% anzeigen

# dashboard.approaching_treatment_plans.title
source: Approaching Deadlines
de: Nahende Deadlines

# dashboard.approaching_treatment_plans.description
source: Treatment plans with deadlines within the next 7 days
de: Behandlungspläne mit Fälligkeitsdatum in den nächsten 7 Tagen

# dashboard.approaching_treatment_plans.days_remaining
source: days remaining
de: Tage verbleibend
