Repository: moag1000/Little-ISMS-Helper
Catalog: translations/incidents.*.xlf
Languages: de

# incident_management.title
source: Incidents
de: Vorfälle

# incident_management.description
source: Record, classify and manage security incidents and NIS2 notifications.
de: Erfassen, klassifizieren und verwalten Sie Sicherheitsvorfälle sowie NIS2‑Meldungen.

# incident_management.open_incidents
source: Open Incidents
de: Offene Vorfälle

# incident_management.total_recorded
source: Total Recorded
de: Insgesamt erfasste Vorfälle

source: __incident.new
de: Neuer Vorfall

source: __incident.create
de: Vorfall erstellen

# incident.action.report_new
source: Report New Incident
de: Neuen Vorfall melden

# incident.action.edit
source: Edit
de: Bearbeiten

# incident.action.back_to_list
source: Back to List
de: Zurück zur Liste

# incident.action.delete
source: Delete
de: Löschen

# incident.action.download_nis2_report
source: Download NIS2 Report
de: NIS2-Report herunterladen

# incident.kpi.nis2_attention
source: NIS2 Requiring Attention
de: NIS2 erfordert Aufmerksamkeit

# incident.kpi.categories
source: Categories
de: Kategorien

source: __incident.section.basic_info
de: Basisinformationen

source: __incident.section.severity_status
de: Schweregrad & Status

source: __incident.section.detection_reporting
de: Erkennung & Meldung

source: __incident.section.affected_systems
de: Betroffene Systeme & Assets

source: __incident.section.analysis
de: Analyse & Maßnahmen

source: __incident.section.nis2_reporting
de: NIS2‑Meldung

source: __incident.section.nis2_info
de: Aktivieren Sie diesen Abschnitt, wenn der Vorfall NIS2‑relevant ist.

# incident.modern.breadcrumb
source: Incident Management
de: Vorfallsmanagement

# incident.modern.header.title
source: Incident Management
de: Vorfallsmanagement

# incident.modern.header.subtitle
source: Documentation and handling of information security incidents
de: Dokumentation und Behandlung von Informationssicherheitsvorfällen

# incident.modern.header.action.report
source: Report Incident
de: Vorfall melden

# incident.modern.kpi.total
source: Total Incidents
de: Gesamte Vorfälle

# incident.modern.kpi.open
source: Open Incidents
de: Offene Vorfälle

# incident.modern.kpi.critical
source: Critical Incidents
de: Kritische Vorfälle

# incident.modern.kpi.avg_resolution
source: Avg. Resolution Time
de: Ø Lösungszeit

# incident.modern.kpi.unit.days
source: Days
de: Tage

# incident.status.open
source: Open
de: Offen

# incident.status.in_progress
source: In Progress
de: In Bearbeitung

# incident.status.resolved
source: Resolved
de: Gelöst

# incident.status.closed
source: Closed
de: Abgeschlossen

# incident.nis2_timeline.title
source: NIS2 Reporting Timeline (Article 23)
de: NIS2 Meldezeitplan (Artikel 23)

# incident.nis2_timeline.description
source: According to the NIS2 Directive (EU 2022/2555), significant incidents must be reported within defined deadlines.
de: Gemäß NIS2-Richtlinie (EU 2022/2555) müssen bedeutende Vorfälle innerhalb definierter Fristen gemeldet werden.

# incident.timeline.early_warning
source: Early Warning (24h)
de: Frühwarnung (24h)

# incident.timeline.detailed_notification
source: Detailed Notification (72h)
de: Detaillierte Meldung (72h)

# incident.timeline.final_report
source: Final Report (1 month)
de: Abschlussbericht (1 Monat)

# incident.timeline.deadline
source: Deadline
de: Frist

# incident.timeline.reported_at
source: Reported at
de: Gemeldet am

# incident.timeline.overdue
source: Overdue
de: Überfällig

# incident.timeline.hours_remaining
source: %hours% hours remaining
de: %hours% Stunden verbleibend

# incident.timeline.days_remaining
source: %days% days remaining
de: %days% Tage verbleibend

source: __incident.field.title
de: Titel

source: __incident.field.description
de: Beschreibung

# incident.field.category
source: Category
de: Kategorie

# incident.field.detected
source: Detected
de: Erkannt

source: __incident.field.detected_at
de: Erkannt am

# incident.field.reported_by
source: Reported By
de: Gemeldet von

# incident.field.occurred
source: Occurred
de: Aufgetreten

source: __incident.field.occurred_at
de: Aufgetreten am

source: __incident.field.severity
de: Schweregrad

source: __incident.field.status
de: Status

source: __incident.field.affected_systems
de: Betroffene Systeme

source: __incident.field.affected_assets
de: Betroffene Assets

source: __incident.field.root_cause
de: Ursächliche Ursache

source: __incident.field.corrective_actions
de: Korrekturmaßnahmen

source: __incident.field.lessons_learned
de: Lessons Learned

source: __incident.field.closed_at
de: Geschlossen am

source: __incident.field.nis2_category
de: NIS2‑Kategorie

source: __incident.field.cross_border_impact
de: Grenzüberschreitende Auswirkungen

source: __incident.field.early_warning_reported_at
de: Frühwarnung gemeldet am

source: __incident.field.detailed_notification_reported_at
de: Detaillierte Meldung gemeldet am

source: __incident.field.final_report_submitted_at
de: Abschlussbericht eingereicht am

source: __incident.field.affected_users_count
de: Betroffene Nutzer (Anzahl)

source: __incident.field.estimated_financial_impact
de: Geschätzter finanzieller Schaden

source: __incident.field.national_authority_notified
de: Nationale Behörde benachrichtigt

source: __incident.field.authority_reference_number
de: Aktenzeichen der Behörde

source: __incident.nis2_compliance.not_applicable
de: Nicht NIS2-relevant

source: __incident.nis2_alert.title
de: NIS2‑Relevanz prüfen

source: __incident.nis2_alert.description
de: Prüfen Sie, ob der Vorfall unter die NIS2‑Meldepflicht fällt. Falls ja, aktivieren Sie den NIS2‑Abschnitt und pflegen Sie die Fristen.

source: __incident.nis2_alert.early_warning
de: Frühwarnung innerhalb von 24 Stunden

source: __incident.nis2_alert.detailed_notification
de: Detaillierte Meldung innerhalb von 72 Stunden

source: __incident.nis2_alert.final_report
de: Abschlussbericht innerhalb eines Monats

source: __incident.nis2_toggle.show
de: NIS2‑Abschnitt anzeigen

source: __incident.nis2_toggle.hide
de: NIS2‑Abschnitt verbergen
